#region << 版 本 注 释 >>
/*----------------------------------------------------------------
* 项目名称 ：INetClient
* 项目描述 ：
* 类 名 称 ：ResponseBody
* 类 描 述 ：
* 命名空间 ：INetClient
* CLR 版本 ：4.0.30319.42000
* 作    者 ：jinyu
* 创建时间 ：2019
* 版 本 号 ：v1.0.0.0
*******************************************************************
* Copyright @ jinyu 2019. All rights reserved.
*******************************************************************
//----------------------------------------------------------------*/
#endregion


namespace RequestProxy
{
    /* ============================================================================== 
* 功能描述：ResponseBody 
* 创 建 者：jinyu 
* 创建日期：2019 
* 更新时间 ：2019
* ==============================================================================*/
    public  class ResponseBody
    {
        /// <summary>
        /// 返回信息
        /// </summary>
        public string Msg { get; set; }

        /// <summary>
        /// 返回结果
        /// </summary>
        public ErrorCode Error { get; set; }

        /// <summary>
        /// 返回值
        /// </summary>
        public object Result { get; set; }
    }
}
